{
  "18+ WARNING": "18+ ĮSPĖJIMAS",
  "YOU MUST BE OVER 18 AND AGREE TO THE TERMS BELOW BEFORE CONTINUING": "TURITE BŪTI VYRESNI NEI 18 METŲ IR SUTIKTI SU TOLIAU PATEIKTOMIS SĄLYGOMIS PRIEŠ TĘSDAMI",
  "You also agree to share your information with Duodecad ITS Learn More": "Jūs taip pat sutinkate pasidalinti savo informacija su \"Duodecad ITS Learn More\"",
  "You also agree to share information with Duodecad ITS because the website will not work properly without this agreement": "Jūs taip pat sutinkate dalintis informacija su \"Duodecad ITS\", nes svetainė neveiks tinkamai be šios sutarties",
  "An important part of the cam material is provided by Duodecad ITS": "Svarbią kameros medžiagos dalį teikia \"Duodecad ITS\"",
  "The profiles content and photographs": "Profilių turinys ir nuotraukos",
  "The player and his functionalities": "Žaidėjas ir jo funkcijos",
  "The payment processor": "Mokėjimo procesorius",
  "Therefore, every page is depending on Duodecad ITS and can’t be dissociated with (users URL) service": "Todėl kiekvienas puslapis priklauso nuo \"Duodecad ITS\" ir negali būti atsietas nuo (vartotojų URL) paslaugos",
  "This website contains information, links, images and videos of sexually explicit material (collectively, the": "Šioje svetainėje pateikiama informacija, nuorodos, vaizdai ir vaizdo įrašai iš seksualinio pobūdžio medžiagos (kartu,",
  "Sexually Explicit Material": "Seksualiai atvira medžiaga",
  "Do NOT continue if: (i) you are not at least 18 years of age or the age of majority in each and every jurisdiction in which you will or may view the Sexually Explicit Material, whichever is higher (the": "Nedarykite tolesnių, jei: i) esate ne jaunesnis kaip 18 metų ar pilnametystės amžius kiekvienoje jurisdikcijoje, kurioje peržiūrėsite ar galite peržiūrėti seksualinio pobūdžio medžiagą, atsižvelgiant į tai, kuri medžiaga yra didesnė (10).",
  "Age of Majority": "Pilnametystės amžius",
  "such material offends you, or": "tokia medžiaga jus įžeidžia, arba",
  "viewing the Sexually Explicit Material is not legal in each and every community where you choose to view it": "Seksualinio pobūdžio medžiagos peržiūra nėra teisėta kiekvienoje bendruomenėje, kurioje pasirenkate ją peržiūrėti",
  "By choosing to enter this website you are affirming under oath and penalties of perjury pursuant to Title 28 U.S.C. § 1746 and other applicable statutes and laws that all of the following statements are true and correct": "Pasirinkę įeiti į šią svetainę, jūs pagal priesaiką ir nuobaudas tvirtinate melagingus parodymus pagal JAV.C. § 1746 ir kitus taikomus įstatus ir įstatymus, kad visi šie teiginiai yra teisingi ir teisingi.",
  "I have attained the Age of Majority in my jurisdiction": "Savo jurisdikcijoje esu sulaukęs pilnametystės amžiaus.",
  "The sexually explicit material I am viewing is for my own personal use and I will not expose any minors to the material": "Seksualinio pobūdžio medžiaga, kurią žiūriu, yra skirta mano asmeniniam naudojimui, ir aš neatskleidžiau jokių nepilnamečių į medžiagą",
  "I desire to receive/view sexually explicit material": "Aš noriu gauti / peržiūrėti seksualinio pobūdžio medžiagą",
  "I believe that as an adult it is my inalienable constitutional right to receive/view sexually explicit material": "Manau, kad man, kaip suaugusiam žmogui, tai yra neatimama konstitucinė teisė gauti / peržiūrėti seksualinio pobūdžio medžiagą.",
  "I believe that sexual acts between consenting adults are neither offensive nor obscene": "Manau, kad seksualiniai veiksmai tarp suaugusių žmonių sutikimo nėra nei įžeidžiantys, nei nepadorūs.",
  "The viewing, reading and downloading of sexually explicit materials does not violate the standards of any community, town,city, state or country where I will be viewing reading and/or downloading the Sexually Explicit Materials": "Seksualinio pobūdžio medžiagos peržiūra, skaitymas ir atsisiuntimas nepažeidžia jokios bendruomenės, miesto, miesto, valstijos ar šalies, kurioje peržiūrėsiu ir (arba) atsisiųsiu seksualinio pobūdžio medžiagą, standartų.",
  "I am solely responsible for any false disclosures or legal ramifications of viewing, reading or downloading any material appearing on this site. I further agree that neither this website nor its affiliates will be held responsible for any legal ramifications arising from any fraudulent entry into or use of this website": "Aš esu visiškai atsakingas už bet kokią klaidingą atskleidimą ar teisines pasekmes peržiūrint, skaitant ar atsisiunčiant bet kokią šioje svetainėje esančią medžiagą. Be to, sutinku, kad nei ši svetainė, nei jos filialai nebus laikomi atsakingais už bet kokias teisines pasekmes, kylančias dėl bet kokio apgaulingo prisijungimo prie šios svetainės ar naudojimo.",
  "I understand that my use of this website is governed by the website": "Suprantu, kad mano naudojimąsi šia svetaine reglamentuoja svetainė.",
  "which I have reviewed and accepted, and I agree to be bound by such Terms": "kurį peržiūrėjau ir priėmiau, ir sutinku, kad tokios sąlygos būtų saistomos",
  "I agree that by entering this website, I am subjecting myself, and any business entity in which I have any legal or equitableinterest, to the personal jurisdiction of the State of Florida,Miami-Dade County, should any dispute arise at any time betweenthis website, myself and/or such business entity": "Sutinku, kad įeidamas į šią svetainę, aš pajungiu save ir bet kurį verslo subjektą, kuriame turiu bet kokį teisinį ar teisingą suinteresuotumą, Floridos valstijos asmeninę jurisdikciją, Majamio-Dade apygardą, jei bet kuriuo metu tarp šios svetainės, manęs ir (arba) tokio verslo subjekto kiltų ginčas.",
  "This warning page constitutes a legally binding agreement betweenme, this website and/or any business in which I have any legal orequitable interest. If any provision of this Agreement is found to be unenforceable, the remainder shall be enforced as fully aspossible and the unenforceable provision shall be deemed modifiedto the limited extent required to permit its enforcement in a manner most closely representing the intentions as expressedherein": "Šis įspėjamasis puslapis yra teisiškai įpareigojantis susitarimas tarp šios svetainės ir (arba) bet kurios įmonės, kurioje turiu kokių nors teisinių ar nepalankių interesų. Jei nustatoma, kad kuri nors šio Susitarimo nuostata yra neįgyvendinama, likusi dalis vykdoma taip, kaip galima, o neįgyvendinama nuostata laikoma pakeista ribota apimtimi, kad ji būtų įgyvendinta taip, kaip labiausiai atitinka ketinimus, išreikštus",
  "All performers on this site are over the age of 18, have consented being photographed and/or filmed, believe it is their right toengage in consensual sexual acts for the entertainment andeducation of other adults and I believe it is my right as an adultto watch them doing what adults do": "Visi atlikėjai šioje svetainėje yra vyresni nei 18 metų, sutiko būti fotografuojami ir (arba) filmuojami, mano, kad tai yra jų teisė į lytinius veiksmus abipusiu sutikimu kitų suaugusiųjų pramogoms ir lavinimui, ir manau, kad mano, kaip suaugusiojo, teisė žiūrėti, kaip jie daro tai, ką daro suaugusieji.",
  "The videos and images in this site are intended to be used by responsible adults as sexual aids, to provide sexual education and to provide sexual entertainment": "Šioje svetainėje pateikti vaizdo įrašai ir vaizdai yra skirti atsakingiems suaugusiesiems naudoti kaip seksualinę pagalbą, teikti seksualinį švietimą ir teikti seksualines pramogas.",
  "I understand that providing a false declaration under the penalties of perjury is a criminal offense; and": "Suprantu, kad melagingo pareiškimo pateikimas pagal bausmes už melagingus parodymus yra baudžiamoji veika; ir",
  "THIS SITE ACTIVELY COOPERATES WITH LAW ENFORCEMENT IN ALL INSTANCES OF SUSPECTED ILLEGAL USE OF THE SERVICE, ESPECIALLY IN THE CASE OF UNDERAGE USAGE OF THE SERVICE": "ŠI SVETAINĖ AKTYVIAI BENDRADARBIAUJA SU TEISĖSAUGA VISAIS ĮTARIAMO NETEISĖTO NAUDOJIMOSI PASLAUGA ATVEJAIS, YPAČ NEPILNAMEČIŲ NAUDOJIMOSI PASLAUGA ATVEJU."
}
