{
  "18+ WARNING": "18+ ADVERTENCIA",
  "YOU MUST BE OVER 18 AND AGREE TO THE TERMS BELOW BEFORE CONTINUING": "DEBE SER MAYOR DE 18 AÑOS Y ACEPTAR LOS TÉRMINOS A CONTINUACIÓN ANTES DE CONTINUAR",
  "You also agree to share your information with Duodecad ITS Learn More": "También acepta compartir su información con Duodecad ITS Más información",
  "You also agree to share information with Duodecad ITS because the website will not work properly without this agreement": "También acepta compartir información con Duodecad ITS porque el sitio web no funcionará correctamente sin este acuerdo.",
  "An important part of the cam material is provided by Duodecad ITS": "Una parte importante del material de la leva es proporcionada por Duodecad ITS",
  "The profiles content and photographs": "El contenido de los perfiles y las fotografías",
  "The player and his functionalities": "El jugador y sus funcionalidades",
  "The payment processor": "El procesador de pagos",
  "Therefore, every page is depending on Duodecad ITS and can’t be dissociated with (users URL) service": "Por lo tanto, cada página depende de Duodecad ITS y no se puede disociar con el servicio (URL de usuario)",
  "This website contains information, links, images and videos of sexually explicit material (collectively, the": "Este sitio web contiene información, enlaces, imágenes y videos de material sexualmente explícito (colectivamente, el",
  "Sexually Explicit Material": "Material sexualmente explícito",
  "Do NOT continue if: (i) you are not at least 18 years of age or the age of majority in each and every jurisdiction in which you will or may view the Sexually Explicit Material, whichever is higher (the": "NO continúe si: (i) no tiene al menos 18 años de edad o la mayoría de edad en todas y cada una de las jurisdicciones en las que verá o puede ver el Material Sexualmente Explícito, lo que sea mayor (el",
  "Age of Majority": "Mayoría de edad",
  "such material offends you, or": "dicho material lo ofende, o",
  "viewing the Sexually Explicit Material is not legal in each and every community where you choose to view it": "ver el Material Sexualmente Explícito no es legal en todas y cada una de las comunidades donde elija verlo",
  "By choosing to enter this website you are affirming under oath and penalties of perjury pursuant to Title 28 U.S.C. § 1746 and other applicable statutes and laws that all of the following statements are true and correct": "Al elegir ingresar a este sitio web, usted está afirmando bajo juramento y sanciones de perjurio de conformidad con el Título 28 U.S.C. § 1746 y otros estatutos y leyes aplicables que todas las siguientes declaraciones son verdaderas y correctas.",
  "I have attained the Age of Majority in my jurisdiction": "He alcanzado la mayoría de edad en mi jurisdicción",
  "The sexually explicit material I am viewing is for my own personal use and I will not expose any minors to the material": "El material sexualmente explícito que estoy viendo es para mi propio uso personal y no expondré a ningún menor al material.",
  "I desire to receive/view sexually explicit material": "Deseo recibir/ver material sexualmente explícito",
  "I believe that as an adult it is my inalienable constitutional right to receive/view sexually explicit material": "Creo que como adulto es mi derecho constitucional inalienable recibir/ver material sexualmente explícito.",
  "I believe that sexual acts between consenting adults are neither offensive nor obscene": "Creo que los actos sexuales entre adultos que consienten no son ofensivos ni obscenos.",
  "The viewing, reading and downloading of sexually explicit materials does not violate the standards of any community, town,city, state or country where I will be viewing reading and/or downloading the Sexually Explicit Materials": "La visualización, lectura y descarga de materiales sexualmente explícitos no viola los estándares de ninguna comunidad, pueblo, ciudad, estado o país donde veré la lectura y / o descarga de los Materiales sexualmente explícitos.",
  "I am solely responsible for any false disclosures or legal ramifications of viewing, reading or downloading any material appearing on this site. I further agree that neither this website nor its affiliates will be held responsible for any legal ramifications arising from any fraudulent entry into or use of this website": "Soy el único responsable de cualquier divulgación falsa o ramificaciones legales de ver, leer o descargar cualquier material que aparezca en este sitio. Además, acepto que ni este sitio web ni sus afiliados serán responsables de ninguna ramificación legal que surja de cualquier entrada o uso fraudulento de este sitio web.",
  "I understand that my use of this website is governed by the website": "Entiendo que mi uso de este sitio web se rige por el sitio web",
  "which I have reviewed and accepted, and I agree to be bound by such Terms": "que he revisado y aceptado, y acepto estar sujeto a dichos Términos",
  "I agree that by entering this website, I am subjecting myself, and any business entity in which I have any legal or equitableinterest, to the personal jurisdiction of the State of Florida,Miami-Dade County, should any dispute arise at any time betweenthis website, myself and/or such business entity": "Acepto que al ingresar a este sitio web, me someto a mí mismo, y a cualquier entidad comercial en la que tenga algún interés legal o equitativo, a la jurisdicción personal del Estado de Florida, Condado de Miami-Dade, en caso de que surja cualquier disputa en cualquier momento entre este sitio web, yo y / o dicha entidad comercial.",
  "This warning page constitutes a legally binding agreement betweenme, this website and/or any business in which I have any legal orequitable interest. If any provision of this Agreement is found to be unenforceable, the remainder shall be enforced as fully aspossible and the unenforceable provision shall be deemed modifiedto the limited extent required to permit its enforcement in a manner most closely representing the intentions as expressedherein": "Esta página de advertencia constituye un acuerdo legalmente vinculante entre mi, este sitio web y / o cualquier negocio en el que tenga algún interés legal o equitativo. Si alguna disposición de este Acuerdo se considera inaplicable, el resto se aplicará como totalmente posible y la disposición inaplicable se considerará modificada en la medida limitada requerida para permitir su aplicación de la manera más cercana que represente las intenciones expresadas aquí.",
  "All performers on this site are over the age of 18, have consented being photographed and/or filmed, believe it is their right toengage in consensual sexual acts for the entertainment andeducation of other adults and I believe it is my right as an adultto watch them doing what adults do": "Todos los artistas en este sitio son mayores de 18 años, han consentido ser fotografiados y / o filmados, creen que es su derecho participar en actos sexuales consensuados para el entretenimiento y la educación de otros adultos y creo que es mi derecho como adulto verlos hacer lo que hacen los adultos",
  "The videos and images in this site are intended to be used by responsible adults as sexual aids, to provide sexual education and to provide sexual entertainment": "Los videos e imágenes en este sitio están destinados a ser utilizados por adultos responsables como ayudas sexuales, para proporcionar educación sexual y para proporcionar entretenimiento sexual.",
  "I understand that providing a false declaration under the penalties of perjury is a criminal offense; and": "Entiendo que proporcionar una declaración falsa bajo las penas de perjurio es un delito penal; y",
  "THIS SITE ACTIVELY COOPERATES WITH LAW ENFORCEMENT IN ALL INSTANCES OF SUSPECTED ILLEGAL USE OF THE SERVICE, ESPECIALLY IN THE CASE OF UNDERAGE USAGE OF THE SERVICE": "ESTE SITIO COOPERA ACTIVAMENTE CON LA POLICÍA EN TODOS LOS CASOS DE SOSPECHA DE USO ILEGAL DEL SERVICIO, ESPECIALMENTE EN EL CASO DE USO MENOR DE EDAD DEL SERVICIO."
}
