{
  "18+ WARNING": "18+ WARNUNG",
  "YOU MUST BE OVER 18 AND AGREE TO THE TERMS BELOW BEFORE CONTINUING": "SIE MÜSSEN ÜBER 18 JAHRE ALT SEIN UND DEN NACHSTEHENDEN BEDINGUNGEN ZUSTIMMEN, BEVOR SIE FORTFAHREN KÖNNEN",
  "You also agree to share your information with Duodecad ITS Learn More": "Sie erklären sich auch damit einverstanden, Ihre Daten mit Duodecad ITS zu teilen Erfahren Sie mehr",
  "You also agree to share information with Duodecad ITS because the website will not work properly without this agreement": "Sie erklären sich auch damit einverstanden, Informationen mit Duodecad ITS zu teilen, da die Website ohne diese Vereinbarung nicht ordnungsgemäß funktioniert.",
  "An important part of the cam material is provided by Duodecad ITS": "Ein wichtiger Teil des Nockenmaterials wird von Duodecad ITS bereitgestellt",
  "The profiles content and photographs": "Inhalt und Fotos der Profile",
  "The player and his functionalities": "Der Spieler und seine Funktionalitäten",
  "The payment processor": "Der Zahlungsabwickler",
  "Therefore, every page is depending on Duodecad ITS and can’t be dissociated with (users URL) service": "Daher ist jede Seite von Duodecad ITS abhängig und kann nicht mit dem (Benutzer-URL-) Service getrennt werden",
  "This website contains information, links, images and videos of sexually explicit material (collectively, the": "Diese Website enthält Informationen, Links, Bilder und Videos von sexuell eindeutigem Material (zusammen die",
  "Sexually Explicit Material": "Sexuell explizites Material",
  "Do NOT continue if: (i) you are not at least 18 years of age or the age of majority in each and every jurisdiction in which you will or may view the Sexually Explicit Material, whichever is higher (the": "Fahren Sie NICHT fort, wenn: (i) Sie nicht mindestens 18 Jahre alt oder volljährig in jeder gerichtsbarkeit sind, in der Sie das sexuell explizite Material ansehen werden oder können, je nachdem, was höher ist (die",
  "Age of Majority": "Volljährigkeit",
  "such material offends you, or": "solches Material Sie beleidigt, oder",
  "viewing the Sexually Explicit Material is not legal in each and every community where you choose to view it": "Das Anzeigen des sexuell expliziten Materials ist in jeder einzelnen Community, in der Sie es anzeigen möchten, nicht legal",
  "By choosing to enter this website you are affirming under oath and penalties of perjury pursuant to Title 28 U.S.C. § 1746 and other applicable statutes and laws that all of the following statements are true and correct": "Indem Sie sich entscheiden, diese Website zu betreten, bestätigen Sie unter Eid und Strafen des Meineids gemäß Titel 28 U.S.C. § 1746 und anderen anwendbaren Gesetzen und Gesetzen, dass alle folgenden Aussagen wahr und richtig sind",
  "I have attained the Age of Majority in my jurisdiction": "Ich habe die Volljährigkeit in meiner Gerichtsbarkeit erreicht",
  "The sexually explicit material I am viewing is for my own personal use and I will not expose any minors to the material": "Das sexuell explizite Material, das ich mir ansehe, ist für meinen persönlichen Gebrauch bestimmt und ich werde keine Minderjährigen dem Material aussetzen.",
  "I desire to receive/view sexually explicit material": "Ich möchte sexuell explizites Material erhalten/ansehen",
  "I believe that as an adult it is my inalienable constitutional right to receive/view sexually explicit material": "Ich glaube, dass es als Erwachsener mein unveräußerliches verfassungsmäßiges Recht ist, sexuell explizites Material zu erhalten / anzusehen.",
  "I believe that sexual acts between consenting adults are neither offensive nor obscene": "Ich glaube, dass sexuelle Handlungen zwischen einwilligenden Erwachsenen weder beleidigend noch obszön sind.",
  "The viewing, reading and downloading of sexually explicit materials does not violate the standards of any community, town,city, state or country where I will be viewing reading and/or downloading the Sexually Explicit Materials": "Das Anzeigen, Lesen und Herunterladen von sexuell expliziten Materialien verstößt nicht gegen die Standards einer Gemeinde, stadt, eines Bundesstaates oder eines Landes, in dem ich die sexuell expliziten Materialien lesen und/oder herunterladen werde",
  "I am solely responsible for any false disclosures or legal ramifications of viewing, reading or downloading any material appearing on this site. I further agree that neither this website nor its affiliates will be held responsible for any legal ramifications arising from any fraudulent entry into or use of this website": "Ich bin allein verantwortlich für falsche Offenlegungen oder rechtliche Auswirkungen des Anzeigens, Lesens oder Herunterladens von Material, das auf dieser Website erscheint. Ich stimme ferner zu, dass weder diese Website noch ihre verbundenen Unternehmen für rechtliche Auswirkungen verantwortlich gemacht werden, die sich aus einem betrügerischen Eintritt in oder einer betrügerischen Nutzung dieser Website ergeben.",
  "I understand that my use of this website is governed by the website": "Ich verstehe, dass meine Nutzung dieser Website durch die Website geregelt wird",
  "which I have reviewed and accepted, and I agree to be bound by such Terms": "die ich überprüft und akzeptiert habe, und ich stimme zu, an solche Bedingungen gebunden zu sein",
  "I agree that by entering this website, I am subjecting myself, and any business entity in which I have any legal or equitableinterest, to the personal jurisdiction of the State of Florida,Miami-Dade County, should any dispute arise at any time betweenthis website, myself and/or such business entity": "Ich stimme zu, dass ich durch das Betreten dieser Website mich selbst und jede Geschäftseinheit, an der ich ein rechtliches oder billigkeitsrechtliches Interesse habe, der persönlichen Gerichtsbarkeit des Staates Florida, Miami-Dade County, unterwerfe, falls zu irgendeinem Zeitpunkt Streitigkeiten zwischen dieser Website, mir und / oder einer solchen Geschäftseinheit auftreten sollten",
  "This warning page constitutes a legally binding agreement betweenme, this website and/or any business in which I have any legal orequitable interest. If any provision of this Agreement is found to be unenforceable, the remainder shall be enforced as fully aspossible and the unenforceable provision shall be deemed modifiedto the limited extent required to permit its enforcement in a manner most closely representing the intentions as expressedherein": "Diese Warnseite stellt eine rechtsverbindliche Vereinbarung zwischen mir, dieser Website und/oder einem Unternehmen dar, an dem ich ein rechtliches oder rechtliches Interesse habe. Sollte sich eine Bestimmung dieser Vereinbarung als nicht durchsetzbar erweisen, so wird der Rest so vollständig wie möglich durchgesetzt, und die nicht durchsetzbare Bestimmung gilt als in dem begrenzten Umfang geändert, der erforderlich ist, um ihre Durchsetzung in einer Weise zu ermöglichen, die den hier zum Ausdruck gebrachten Absichten am nächsten kommt.",
  "All performers on this site are over the age of 18, have consented being photographed and/or filmed, believe it is their right toengage in consensual sexual acts for the entertainment andeducation of other adults and I believe it is my right as an adultto watch them doing what adults do": "Alle Darsteller auf dieser Website sind über 18 Jahre alt, haben zugestimmt, fotografiert und /oder gefilmt zu werden, glauben, dass es ihr Recht ist, einvernehmliche sexuelle Handlungen zur Unterhaltung und Bildung anderer Erwachsener vorzunehmen, und ich glaube, es ist mein Recht als Erwachsener, ihnen dabei zuzusehen, wie sie das tun, was Erwachsene tun.",
  "The videos and images in this site are intended to be used by responsible adults as sexual aids, to provide sexual education and to provide sexual entertainment": "Die Videos und Bilder auf dieser Website sind dazu bestimmt, von verantwortungsbewussten Erwachsenen als sexuelle Hilfsmittel verwendet zu werden, um sexuelle Aufklärung zu leisten und sexuelle Unterhaltung zu bieten",
  "I understand that providing a false declaration under the penalties of perjury is a criminal offense; and": "Ich verstehe, dass die Abgabe einer falschen Erklärung unter den Strafen des Meineids eine Straftat ist; und",
  "THIS SITE ACTIVELY COOPERATES WITH LAW ENFORCEMENT IN ALL INSTANCES OF SUSPECTED ILLEGAL USE OF THE SERVICE, ESPECIALLY IN THE CASE OF UNDERAGE USAGE OF THE SERVICE": "DIESE WEBSITE ARBEITET AKTIV MIT DEN STRAFVERFOLGUNGSBEHÖRDEN IN ALLEN FÄLLEN DER VERMUTETEN ILLEGALEN NUTZUNG DES DIENSTES ZUSAMMEN, INSBESONDERE IM FALLE DER NUTZUNG DES DIENSTES DURCH MINDERJÄHRIGE"
}
